Revit 2027 API
SymbolTypeId.Colon12 Property
 Symbol :12, indicating unit Ratio : 12.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Colon12 { get; }
Public Shared ReadOnly Property Colon12 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Colon12 {
	ForgeTypeId^ get ();
}
static member Colon12 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace